13/data/attachments/9edfb8c9f16710b5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9d031681-9b41-4732-adba-1af0f86a9a31</nif:username>
            <nif:friendToBeAdded>Laura_herself_Actions_79303_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>